storage/facturas/ALBERTO BARBERA FERRANDEZ_07_1-2025.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sum="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/tike/cont/ws/SuministroLR.xsd" xmlns:sum1="https://www2.agenciatributaria.gob.es/static_files/common/internet/dep/aplicaciones/es/aeat/tike/cont/ws/SuministroInformacion.xsd">
  <soapenv:Header/>
  <soapenv:Body>
    <sum:RegFactuSistemaFacturacion>
      <sum:Cabecera>
        <sum1:ObligadoEmision>
          <sum1:NombreRazon>ALBERTO BARBERA FERRANDEZ</sum1:NombreRazon>
          <sum1:NIF>48456925L</sum1:NIF>
        </sum1:ObligadoEmision>
      </sum:Cabecera>
      <sum:RegistroFactura>
        <sum1:RegistroAlta>
          <sum1:IDVersion>1.0</sum1:IDVersion>
          <sum1:IDFactura>
            <sum1:IDEmisorFactura>48456925L</sum1:IDEmisorFactura>
            <sum1:NumSerieFactura>07/0000001</sum1:NumSerieFactura>
            <sum1:FechaExpedicionFactura>24-07-2025</sum1:FechaExpedicionFactura>
          </sum1:IDFactura>
          <sum1:NombreRazonEmisor>ALBERTO BARBERA FERRANDEZ</sum1:NombreRazonEmisor>
          <sum1:TipoFactura>F1</sum1:TipoFactura>
          <sum1:DescripcionOperacion>Venta</sum1:DescripcionOperacion>
          <sum1:FacturaSimplificadaArt7273/>
          <sum1:Macrodato/>
          <sum1:Destinatarios>
            <sum1:IDDestinatario>
              <sum1:NombreRazon>Alberto Barbera Ferrandez</sum1:NombreRazon>
              <sum1:NIF>48456925L</sum1:NIF>
            </sum1:IDDestinatario>
          </sum1:Destinatarios>
          <sum1:Cupon/>
          <sum1:Desglose>
            <sum1:DetalleDesglose>
              <sum1:ClaveRegimen>01</sum1:ClaveRegimen>
              <sum1:CalificacionOperacion>S1</sum1:CalificacionOperacion>
              <sum1:TipoImpositivo>21.00</sum1:TipoImpositivo>
              <sum1:BaseImponibleOimporteNoSujeto>50.50</sum1:BaseImponibleOimporteNoSujeto>
              <sum1:CuotaRepercutida>10.50</sum1:CuotaRepercutida>
            </sum1:DetalleDesglose>
          </sum1:Desglose>
          <sum1:CuotaTotal>10.10</sum1:CuotaTotal>
          <sum1:ImporteTotal>60.50</sum1:ImporteTotal>
          <sum1:Encadenamiento>
            <sum1:RegistroAnterior>
              <sum1:IDEmisorFactura>48456925L</sum1:IDEmisorFactura>
              <sum1:NumSerieFactura>07/0000000</sum1:NumSerieFactura>
              <sum1:FechaExpedicionFactura>24-07-2025</sum1:FechaExpedicionFactura>
              <sum1:Huella>33AEEC700D82618E396295CB6DED3076ED99DB313483A9370B6D9740BD643944</sum1:Huella>
            </sum1:RegistroAnterior>
          </sum1:Encadenamiento>
          <sum1:SistemaInformatico>
            <sum1:NombreRazon>SAUBER OFIMATICA S.L.</sum1:NombreRazon>
            <sum1:NIF>B53816435</sum1:NIF>
            <sum1:NombreSistemaInformatico>Euromanager</sum1:NombreSistemaInformatico>
            <sum1:IdSistemaInformatico>77</sum1:IdSistemaInformatico>
            <sum1:Version>2.1.4</sum1:Version>
            <sum1:NumeroInstalacion>383</sum1:NumeroInstalacion>
            <sum1:TipoUsoPosibleSoloVerifactu>S</sum1:TipoUsoPosibleSoloVerifactu>
            <sum1:TipoUsoPosibleMultiOT>S</sum1:TipoUsoPosibleMultiOT>
            <sum1:IndicadorMultiplesOT>S</sum1:IndicadorMultiplesOT>
          </sum1:SistemaInformatico>
          <sum1:FechaHoraHusoGenRegistro>2025-07-31T10:00:31+02:00</sum1:FechaHoraHusoGenRegistro>
          <sum1:TipoHuella>01</sum1:TipoHuella>
          <sum1:Huella>33AEEC700D82618E396295CB6DED3076ED99DB313483A9370B6D9740BD643944</sum1:Huella>
        </sum1:RegistroAlta>
      </sum:RegistroFactura>
    </sum:RegFactuSistemaFacturacion>
  </soapenv:Body>
</soapenv:Envelope>
